{"title": "Factions", "formula": "1d100", "entries": [{"range": [3, 4], "text": "Black Boar Tribe - Barbaric Dock Ward gangsters who serve as bodyguards and bouncers."}, {"range": [5, 6], "text": "Bregan D’aerthe Drow - mercenaries who pledge loyalty to Jarlaxle Baenre."}, {"range": [7, 8], "text": "Bull Elk Tribe - Dock Ward gang who run protection rackets on ships passing through customs."}, {"range": [9, 10], "text": "Church of Bane - Worshipers of the god of fear"}, {"range": [11, 12], "text": "Church of Cyric - Worshipers of the god of strife and lies."}, {"range": [13, 14], "text": "Church of Loviator - Worshipers of the goddess of agony."}, {"range": [15, 16], "text": "Church of Shar - Worshipers of the goddess of darkness."}, {"range": [17, 18], "text": "Church of Talos - Worshipers of the god of storms and destruction."}, {"range": [19, 20], "text": "Church of Umberlee - Worshipers of the cruel sea goddess."}, {"range": [21, 22], "text": "City Watch - Members of the Waterdeep constabulary."}, {"range": [23, 24], "text": "Cult of Entropy - Cultists who worship a distant deity of annihilation."}, {"range": [25, 26], "text": "Cult of the Black Earth - Cultists who worship Ogrémoch"}, {"range": [27, 28], "text": "Cult of the Crushing Wave - Cultists who worship Olhydra"}, {"range": [29, 30], "text": "Cult of the Dragon - Cultists who venerate evil dragons."}, {"range": [31, 32], "text": "Cult of the Eternal Flame - Cultists who worship Imix"}, {"range": [33, 34], "text": "Cult of the Howling Hatred - Cultists who worship Yan-C-Bin"}, {"range": [35, 36], "text": "Emerald Enclave - Alliance of druids and rangers sworn to defend the wilds from evil."}, {"range": [37, 38], "text": "Enclave of Red Magic - Thayan mages who often smuggle slaves into Skullport."}, {"range": [39, 40], "text": "Fangshields - League of good-aligned monsters and lycanthropes sworn to fight evil."}, {"range": [41, 42], "text": "Fists of Hextor - Brutal mercenaries who often sell their services to despots and villains."}, {"range": [43, 44], "text": "Force Grey - League of heroes sworn to protect Waterdeep."}, {"range": [45, 46], "text": "Griffon Cavalry - Elite company of the City Guard who patrol from the air."}, {"range": [47, 48], "text": "Halaster’s Heirs - Dark arcanists trained at a hidden academy within Undermountain"}, {"range": [49, 50], "text": "Harpers - Undercover organization sworn to defy tyranny and evil."}, {"range": [51, 52], "text": "House Cassalanter - Agents of the devil-corrupted Cassalanter noble house."}, {"range": [53, 54], "text": "Iluskan Ship - Bravos from one of Luskan’s major gangs (or “ships”)."}, {"range": [55, 56], "text": "Knights of the Shield - Knowledge brokers who seek wealth and power by manipulating information."}, {"range": [57, 58], "text": "Lords’ Alliance - Coalition of nobles across the North who are sworn to unite against evil."}, {"range": [59, 60], "text": "Luminous Lightning League - Cabal of wild mages."}, {"range": [61, 62], "text": "Mercenaries - One of many mercenary companies that ply their trade in Waterdeep."}, {"range": [63, 64], "text": "Order of the Gauntlet - Tight-knit group of clerics and paladins united by religious zeal to crush evil."}, {"range": [65, 66], "text": "People of the Black Blood - Widespread league of lycanthrope Malar worshipers."}, {"range": [67, 68], "text": "Pirates Lawless - sea scavengers who return to port to spend their booty on grog."}, {"range": [69, 70], "text": "Plague Rats - League of wererat thieves active throughout the Western Heartlands."}, {"range": [71, 72], "text": "Red Sashes - Undercover vigilantes who seek to enact justice where the city authorities fail."}, {"range": [73, 74], "text": "Savants of the Dark Tide - Enslaved humanoids used as tools by aboleths hiding out in the city’s sewers."}, {"range": [75, 76], "text": "Sewer Snakes - Goblin gangsters who sneak up from Skullport to rob and murder city folk."}, {"range": [77, 78], "text": "Shadow Thieves - Powerful criminal cartel attempting to reestablish control in Waterdeep."}, {"range": [79, 80], "text": "Tel Teukiira (“The Moonstars”) - Undercover agents who serve the Blackstaff by rooting out corruption and evil."}, {"range": [81, 82], "text": "The Confluence - Secret organization of half-dragons who seek to rid the city of shapeshifters."}, {"range": [83, 84], "text": "The Kraken Society - Shadowy group of thieves and mages who serve a kraken master."}, {"range": [85, 86], "text": "The Unseen Consortium - of shapeshifter thieves and assassins."}, {"range": [87, 88], "text": "Thralls of Artor Morlin - Thralls of the Waterdhavian vampire Artor Morlin"}, {"range": [89, 90], "text": "Underdark Anarchists’ Fellowship - Anarchic rebels sworn to smash the tyrannical status quo of the Underdark."}, {"range": [91, 92], "text": "Wharf Rats - Kobold gang active in the Dock Ward slums."}, {"range": [93, 96], "text": "Xanathar Guild - Monstrous servants of the Xanathar engaged in thievery"}, {"range": [97, 100], "text": "Zhentarim - Unscrupulous mercenary network caught up in street war with the Xanathar Guild."}]}