{"title": "Rumors", "formula": "1d100", "entries": [{"range": [2, 2], "text": "You know there are treasure maps everywhere nowadays? Can't say what it's all about, but if you ask me, someone's trying to distract folks from noticing something."}, {"range": [3, 3], "text": "Volo is back in town! Working on a new book about taverns I hear. Last I saw him, he was drinking his way through the Dock Ward sampling the local brews."}, {"range": [4, 4], "text": "Word on the streets says that someone's been stockpiling smokepowder. There's no good reason for that."}, {"range": [5, 5], "text": "Justyn from the Guild of Butchers grew up in Field Ward and has dreams of a fancy home. If you want to make a friend of him, pass him a few extra coins."}, {"range": [6, 6], "text": "They say that Trollskull Manor, that old tavern off Trollskull Alley, is haunted by the ghost of the half-elf bartender Lif, who literally worked himself to death. I'd stay away if I were you."}, {"range": [7, 7], "text": "There's been a lot more drow in the city of late. It's good to see the dark elves overcoming their evil history and becoming contributing citizens. Anyone can make a new life in the City of Splendors!"}, {"range": [8, 8], "text": "Last night I heard a strange clanking inside the House of the Inspired Hands in the Sea Ward. It was like someone wearing plate armor dancing a jig."}, {"range": [9, 9], "text": "Are you in great need? Local thugs threatening your family? If you need help, and if you can find him, you might be able to convince the monk Hlam to aid you. They say he's the Grandmaster of the Order of the Even-Handed, a group devoted to the returned god Tyr. He's been known to aid those in great peril."}, {"range": [10, 10], "text": "Lots of the Black Network in town. I hear there's a split between the Zhents who follow Pereghost and some new upstart claiming to be Manshoon. Not possible of course, since Manshoon is dead. Again."}, {"range": [11, 11], "text": "The ghost of the Black Viper is back from the dead! A century ago that burglar and assassin plagued this city, and now they've returned with flair!"}, {"range": [12, 12], "text": "I hear that one of the Masked Lords is a vampire! Do you think it could be true? If it were, who knows what tax they might demand."}, {"range": [13, 13], "text": "Looking for potions, poultices, or philters? Try Fala Lefaliir who operates an herbalist's shop on Trollskull Alley called Corellon's Crown."}, {"range": [14, 14], "text": "Most of the City Watch is corrupt. They don't care about the people, only lining their pockets. They'll hassle you for no good reason, but at least you can bribe your way out of most problems with a few Dragons."}, {"range": [15, 15], "text": "There's a sea monster haunting Deepwater Harbor! Fishermen coming in late have spotted a huge shiny creature with massive claws and evil glowing eyes swimming through the harbor and out to sea. I'd steer clear of the water if I were you."}, {"range": [16, 16], "text": "Something's not right with that halfling hostel on Spices Street. Its well-kept, but the place is overrun by rats. They've got to be getting in through a tunnel from the sewers."}, {"range": [17, 17], "text": "One of the Guilds has been infiltrated by dopplegangers, but no one knows which one. I'm betting on the Fellowship of Innkeepers. It just makes sense: lots of gossip and spying opportunities, and if someone goes missing, no one will notice."}, {"range": [18, 18], "text": "The Blackstaff has gone wonky and you can't trust her. Rumors say she's started hunting down members of her own Force Grey. Think twice if she offers you a job."}, {"range": [19, 19], "text": "You noticed the odd weather of late? I bet it's a sign. I was talking to my greengrocer yesterday and he told me that he heard from the fishmonger that the Sea Ward is rife with devil worshippers!"}, {"range": [20, 20], "text": "A light has been seen in Ahghairon's Tower the last three nights. It's been magically sealed for centuries, and not even the Blackstaff has ever gained entry. No one could have gotten inside, could they?"}]}